/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Input number of discs between 1 and 20" = "输入圆盘数目（1至20）";

/* No comment provided by engineer. */
"Moves Left: %@" = "剩余移动：%@";

/* No comment provided by engineer. */
"New Game" = "新游戏";

/* No comment provided by engineer. */
"Pause" = "暂停";

/* No comment provided by engineer. */
"Play" = "继续";

"Replay" = "再次播放";

/* No comment provided by engineer. */
"Total Moves: %@" = "总共移动: %@";

